;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: ZityiSoft
; TranslationAuthorEmail: zityisoft@gmail.com
; TranslationAuthorWeb: http://szoftverforditasok.hu
; Soft Version: 1.82.97
; Update: 2015-11-06
;
[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=OK
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü

[Lang]
NativeLanguage=Magyar

[Translation]
LangCode=040e

FrmMain.btnfacebook.Hint=Ossza meg a Wise Program Uninstaller-t a Facebookon
FrmMain.btntwitter.Hint=Ossza meg a Wise Program Uninstaller-t a Twitteren
FrmMain.btnemail.Hint=Ossza meg a Wise Program Uninstaller-t barátaival
FrmMain.btnRefresh.Hint=Frissítés
FrmMain.btnLog.Caption=Napló
TfrmUnlog.caption=Eltávolítási napló
TfrmUnlog.head.unDate=Eltávolítás dátuma
TfrmUnlog.head.ItemName=Eltávolítási elemek
TfrmUnlog.head.restore=Fennmaradó elemek
TfrmUnlog.noItems=Nincsenek fennmaradó elemek
TfrmUnlog.Recovered=Visszaállított
TfrmUnlog.recover=Visszaállítás

ReadHabit=Left-to-right
LanguageName=HUN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Információ
Warning=Figyelmeztetések
Error=Hiba
Confirm=Megerősítés
CurVer=Jelenlegi verzió: 
 
FrmRate.Btnlist.caption=Felhasználói vélemények
FrmRate.Btnreview.caption=Saját vélemény
FrmRate.Btnfirst.caption=Jöjjön és legyen az első véleményezőnk
FrmRate.Btnsubmit.caption=Küldés
FrmRate.lblscore.caption=Értékelés:
FrmRate.lblscorehint.caption=(Az értékeléshez a csillagokra kell kattintania)
FrmRate.lblnick.caption=Név:
FrmRate.lblnickhint.caption=(Választható)
FrmRate.lblemail.caption=Email cím:
FrmRate.lblemailhint.caption=(Választható)
FrmRate.lblcontent.caption=Tartalom:
FrmRate.lblcontenthint.caption=(Választható)
FrmRate.lbldesctitle.caption=Szoftverismertető:
FrmRate.lblratesoft.caption=Ajánlott szoftver
;
; About
;
FrmAbout.caption=Névjegy
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Jelenlegi verzió: 
FrmAbout.lblemail.caption=Terméktámogatás: 
FrmAbout.lblhome.caption=Weblap: 
FrmAbout.lblthank.caption=Köszönjük a következő személyek közreműködését: 
;
; Popup Menu
;
pmGoto=Ugrás a helyre
pmHelp=Online súgó
pmHome=Weblap
pmforum=Fórum
pmCheckMsg=Hírek automatikus ellenőrzése
pmContact=Kapcsolat
pmCheckNew=Frissítések ellenőrzése
pmLang=Nyelvek
pmAbout=Rólunk
pmOpenEntry=Megnyitás a rendszerleíró szerkesztőben
PmGoogle=Google keresés
pmExport=Exportálás szövegfájlba...
pmRightMenuA=Megjelenítés a helyi menüben
ExplorerMenu=Eltávolítás a Wise Program Uninstaller-el


;
; Main GUI
; 
FrmMain.lblrate.caption=Értékelés

FrmMain.BtnNormal.Caption=Biztonságos eltávolítás
FrmMain.BtnModify.Caption=Programok javítása
FrmMain.BtnForce.Caption=Kényszerített eltávolítás
FrmMain.BtnRemove.Caption=Bejegyzések eltávolítása
FrmMain.Btnlikeit.Caption=Tetszik
FrmMain.lblcheckver.Caption=Frissítések ellenőrzése
FrmMain.lblinfo.caption=A makacs programok kényszerített eltávolításának legegyszerűbb módja
;
;like it
;
FrmlikeIt.lblTitle.caption=Ha kedveli a Wise Program Uninstaller programot, kérjük, ismertesse meg ezt az ingyenes eszközt kedvesével.
Frmlikeit.lblInfo.caption=Kérjük, ossza meg a Wise Program Uninstaller programot a családjával, barátaival, osztálytársaival és kollégáival email-ben, blogon, Twitteren, Youtubeon, Facebookon, stb.. Remek! Ezzel kényelmessé és eredményessé teheti az életüket.
FrmlikeIt.lblRate.caption=Wise Program Uninstaller értékelés: 
FrmlikeIt.lblfollow.caption=Kövessen minket: 
FrmlikeIt.lblshare.caption=Wise Program Uninstaller megosztás: 
FrmlikeIt.btndownload.caption=Ingyenes letöltés
FrmlikeIt.imgrate.hint=Adjon nekünk 5 csillagot a CNET-en
FrmlikeIt.imgmail.hint=Ossza meg barátaival
FrmlikeIt.imgface1.hint=Ossza meg a Facebookon
FrmlikeIt.imgface2.hint=Kattintson a tetszik gombra a Facebookon
FrmlikeIt.imgtwitter1.hint=Ossza meg a Twitteren
FrmlikeIt.imgtwitter2.hint=Kövessen minket a Twitteren
FrmlikeIt.Caption=Tetszik
FrmlikeIt.lbldownload.caption=További freeware termékek letöltése a WiseCleaner.com oldalról

;processs
FrmProgressModal.btncancel.caption=Mégse

;
;frmafterdel
;
Frmafterdel.caption=A programmal társított rendszerleíró bejegyzések és fájlok
Frmafterdel.btnremove.caption=Eltávolítás
Frmafterdel.btncancel.caption=Mégse
Frmafterdel.lblinfo.caption=Kérjük, tekintse meg az eredményt és kattintson az "Eltávolítás" gombra a jelenlegi eltávolítás befejezéséhez.
Frmafterdel.btnnone.caption=Nincs kijelölés
Frmafterdel.btnall.caption=Összes kijelölése


[Uninstall]
PublisherUnknown=Ismeretlen kiadó
VersionUnknown=Ismeretlen verzió
Rate=Értékelés
ItemName=Név
Publisher=Kiadó
Size=Méret
SetupDate=Telepítés dátuma
Version=Verzió
Canceled=Az eltávolítási folyamat meg lett szakítva.
NoLeftOverItem=Nem találtunk hátramaradt elemet.
Removing=Eltávolítás:
TotalStat=%s lemezterületet foglaló %d programot találtunk.
Calculating=Méret kiszámítása...
Files=Fájl és mappa
RegEntries=Rendszerleíró bejegyzések
Items=Elemek

[message]
NewVer=Egy újabb Wise Program Uninstaller verzió érhető el. Frissíteni szeretné?
NoNewVer=Gratulálunk! Jelenleg a legújabb verziót használja.
NoProgramSelected=Kérjük, először válasszon egy programot.
IsBusy=Kérjük, várjon míg az előző eltávolítás befejeződik.
StartFindLeftover=A fájltársítások, mappák és rendszerleíró bejegyzések elemzése...
Collecting=Telepített programinformációk összegyűjtése...
BeSureUseForce=Csak akkor válassza a kényszerített eltávolítást, ha a biztonságos eltávolítás nem működik. Valóban folytatja?
ConfirmRemove=Valóban eltávolítja ezt a bejegyzést?
RejectItself=A program nem tudja eltávolítani önmagát.
TranslateTo=Fordítás...

[SoftRate]
Querying=Lekérdezés...
Good=Tetszik
Bad=Nem tetszik
Safe=Jelentés
Ver=Ver:
Ratings=Értékelések
SoftNotExist=A szoftver nem található.
GetSoftInfoError=Nem sikerült lekérni a szoftverinformációkat
UploadSoftLogoError=Szoftverinformáció feltöltési hiba
SubmitData=A szoftverrel kapcsolatos észrevételek küldése...
SubmitSoftInfoError=Hálózattal kapcsolatos hiba küldése.
SubmitRateSuccess=Sikeresen elküldve.
HaveSubmitRate=Kiértékelésre került.
Submitgoodbad=Információk küldése...
me=Nekem
NickTooLong=A felhasználónév nem haladhatja meg a 20 karaktert.
MailTooLong=Az e-mail cím nem haladhatja meg a 50 karaktert.
WrongEmail=Érvénytelen e-mail cím.
ReviewTooLong=A vélemény teljes hossza nem haladhatja meg a 300 karaktert.
RateHint=Csatlakozzon kedvenc szoftvere értékeléséhez és véleményezéséhez!
UnknowName=Ismeretlen termék
UnknowVer=Ismeretlen verzió
UnknowDesc=Leírás


[Hint]
HintRate=Szoftver értékelése
HintClose=Elem törlése


